/* Remote setup missing connection recovery suggestion format */
"A successful connection has not been established with the server %@. A connection must be established with each server before you can continue." = "A successful connection has not been established with the server %@. A connection must be established with each server before you can continue.";

/* Remote server status - already configured */
"Already configured" = "Already configured";

/* Remote server status - authenticating */
"Authenticating" = "Authenticating";

/* Remote server status - authentication required */
"Authentication required" = "Authentication required";

/* Remote setup no server specified recovery suggestion */
"Click Add to connect to at least one server before continuing." = "Click Add to connect to at least one server before continuing.";

/* Multi-remote network services informative text format with host name. */
"Configure the network services for %@ (%@). Drag the services to change their order." = "Configure the network services for %1$@ (%2$@). Drag the services to change their order.";

/* Multi-remote network services informative text format with host name. */
"Configure the network services for the server at %@. Drag the services to change their order." = "Configure the network services for the server at %@. Drag the services to change their order.";

/* Remote server status - connected */
"Connected to %@" = "Connected to %@";

/* Remote server to upgrade status - connected */
"Connected to %@ (Upgrade)" = "Connected to %@ (Upgrade)";

/* Remote setup missing connection error */
"Could not connect to server." = "Could not connect to server.";

/* Remote setup not enough serial numbers recovery suggestion */
"Each server you are setting up must have a serial number. Click Add to add additional serial numbers." = "Each server you are setting up must have a serial number. Click Add to add additional serial numbers.";

/* Empty serial number in plist error description */
"Empty serial number in plist" = "Empty serial number in plist";

/* Multi-remote network services informative text format with host name. */
"Enter the names that other computers on the network will use to identify the server at %@." = "Enter the names that other computers on the network will use to identify the server at %@.";

/* Add server sheet incorrect password error
   Remote server status - incorrect password */
"Incorrect password" = "Incorrect password";

/* Add server sheet invalid address error */
"Invalid address" = "Invalid address";

/* Invalid server in plist error description */
"Invalid host for server in plist" = "Invalid host for server in plist";

/* Invalid serial number summary */
"Invalid serial number" = "Invalid serial number";

/* Some servers need upgrade error */
"Mixed setup types." = "Mixed setup types.";

/* Remote server status - network error */
"Network error" = "Network error";

/* Remote setup no server specified error */
"No servers specified." = "No servers specified.";

/* Remote setup not enough serial numbers error */
"Not enough serial numbers." = "Not enough serial numbers.";

/* Remote server status - password required */
"Password required" = "Password required";

/* Remote setup multi-serial number page title */
"Serial Number" = "Serial Number";

/* Add serial number sheet, serial already exists error */
"Serial number already entered" = "Serial number already entered";

/* Remote setup server already being configured error */
"Server is already being set up." = "Server is already being set up.";

/* Remote setup server already configured error */
"Server is already configured." = "Server is already configured.";

/* Remote setup wrong version server error */
"Server is not running Mac OS X Server 10.6." = "Server is not running Mac OS X Server 10.6.";

/* Connect to servers page title */
"Servers" = "Servers";

/* Start upgrade button title */
"Set Up" = "Set Up";

/* Remote server status - setup in progress */
"Setup in progress from %@" = "Setup in progress from %@";

/* Some servers need upgrade recovery suggestion. */
"Some, but not all, of the servers you have added are being upgraded from previous versions of Mac OS X Server. All remote servers must require the same type of setup." = "Some, but not all, of the servers you have added are being upgraded from previous versions of Mac OS X Server. All remote servers must require the same type of setup.";

/* Remote setup already configured recovery suggestion. */
"The server %@ has already been configured. Please remove it from the list before continuing." = "The server %@ has already been configured. Please remove it from the list before continuing.";

/* Remote setup already in progress recovery suggestion. */
"The server %@ is already in the process of being set up by %@. Please remove it from the list, or quit Server Assistant on that computer before continuing." = "The server %1$@ is already in the process of being set up by %2$@. Please remove it from the list, or quit Server Assistant on that computer before continuing.";

/* Remote setup wrong version server recovery suggestion. */
"The server %@ is not running Mac OS X Server 10.6 and cannot be set up using this version of Server Assistant. Please remove it from the list before continuing." = "The server %@ is not running Mac OS X Server 10.6 and cannot be set up using this version of Server Assistant. Please remove it from the list before continuing.";

/* Remote server status - unsupported version error */
"Unsupported version" = "Unsupported version";

/* Valid serial number summary */
"Valid serial number" = "Valid serial number";

/* Valid site license summary */
"Valid site license" = "Valid site license";

/* Introduction step title */
"Welcome" = "Welcome";

